Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Because of the priority given to field operations, by November 2004 half of the section's staff, including the Chief of Section, had been replaced during the year, having been reassigned almost simultaneously to field posts they had sought.
fr: La priorité ayant été donnée aux opérations sur le terrain, la moitié des fonctionnaires de la Section, y compris le chef de la Section, avaient été affectés à leur demande à des postes sur le terrain et avaient quitté la Section en novembre 2004.

source: The Section's highly specialized work requires a continuous knowledge of refugee law.
fr: De par la nature très pointue de ses activités, la Section a constamment besoin de spécialistes au fait du droit des réfugiés.

source: UNHCR agreed with the Board's recommendation to review its succession-planning management for highly specialized legal positions.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de revoir la gestion de la planification des successions aux postes juridiques très spécialisés.

source: Legal and protection policy research and publication are core UNHCR activities.
fr: Les activités de recherche et de publication constituent un aspect essentiel du travail du HCR.

source: Research programmes have been conducted by consultants (10 in 2003 and 10 in 2004), but there was no roster of external consultants, although the recruiting process was to identify consultants having already written on a similar subject.
fr: Les programmes de recherche ont été confiés à des consultants (10 en 2003 et 10 en 2004), mais il n'y a pas de liste de consultants habilités, alors même que la procédure de sélection prévoit l'établissement d'une liste de consultants ayant déjà travaillé sur des sujets analogues.

source: UNHCR agreed with the Board's recommendation to establish a roster of potential legal and protection-policy consultants.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'établir une liste de consultants spécialistes des questions juridiques et des questions de protection.

source: UNHCR has not tried to raise funds for its research activities to supplement its own resources.
fr: Le HCR n'a pas tenté de collecter des fonds pour compléter ses propres ressources afin de financer ses activités de recherche.

source: UNHCR agreed with the Board's recommendation to consider raising funds for its research activities.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'envisager de collecter des fonds pour financer ses activités de recherche.

source: Protection oversight and support
fr: Contrôle et appui en matière de protection

source: The Department of International Protection participates in inspection missions with the Inspector General's Office and in assessment missions, in accordance with chapter 2 of the UNHCR Manual.
fr: Comme prévu au chapitre 2 du Manuel du HCR, le Département de la protection internationale participe à des missions d'inspection avec le Bureau de l'Inspecteur général et à des missions d'évaluation.

source: The Department does not, however, have its own plan for protection assessment missions, and relies on the Inspector General's Office, but the latter may have priorities other than protection.
fr: Il ne dispose toutefois pas de son propre plan afin de conduire les missions d'évaluation consacrées aux questions de protection et est tributaire du Bureau de l'Inspecteur général, lequel peut avoir des priorités autres que la protection.

source: The risk is that there will be insufficient information to properly update policies and to optimize cost-effectiveness.
fr: Il est à craindre que le HCR ne dispose pas des éléments voulus pour adapter ses politiques et obtenir le meilleur rapport coût-efficacité.

source: UNHCR agreed with the Board's recommendation to increase the number of assessment missions to review protection issues in the field.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'augmenter le nombre de missions d'évaluation afin d'examiner les questions relatives à la protection sur le terrain.

source: Field offices have to produce a yearly, standardized annual protection report. DIP did not consolidate all annual protection reports, due to a lack of resources.
fr: Les bureaux extérieurs sont tenus d'établir un rapport annuel harmonisé sur les questions de protection, mais le Département de la protection internationale n'a pas fait la synthèse des rapports annuels, faute de moyens.

source: This did not allow for a comprehensive identification of lessons learned and priorities and for sharing best practices observed in the field.
fr: Il est donc impossible de dresser un bilan de la situation, de recenser les priorités et de mettre en commun les pratiques les meilleures observées sur le terrain.

source: UNHCR did not publish a consolidated report based on annual protection reports.
fr: Le HCR n'a pas publié un rapport de synthèse fondé sur les rapports annuels.

source: UNHCR agreed with the Board's recommendation to consolidate all annual protection reports in order to better identify lessons learned, priorities and best practices.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de faire la synthèse de tous les rapports annuels consacrés à la protection afin de mieux recenser les enseignements tirés de l'expérience, les priorités et les pratiques les meilleures.

source: Since 2002, resettlement has been established as a priority.
fr: La réinstallation fait partie des activités prioritaires depuis 2002.

source: Increasing resettlement needs have been identified in 2004 but are forecast to decrease in 2005.
fr: Les besoins sont allés croissants en 2004, mais devraient devenir moins aigus en 2005.

source: Table 11 Individuals in need of resettlement
fr: Tableau 11

source: a Central and South-West Asia, North Africa and the Middle East.
fr: Nombre de personnes à réinstaller

source: The Resettlement Section's budget in 2004 ($4.2 million) showed a decrease of 11 per cent from 2003 ($4.7 million) and of 16 per cent from 2002 ($5 million), with a diminution of 3 per cent in staff costs and of almost 26 per cent in funds available for project activities.
fr: En 2004, le budget de la Section chargée de la réinstallation, soit 4,2 millions de dollars, a accusé une diminution de 11 % par rapport à 2003 (4,7 millions de dollars) et de 16 % par rapport à 2002 (5 millions de dollars), dont une réduction de 3 % des dépenses de personnel et de presque 26 % des fonds réservés aux activités opérationnelles.

source: This may be in contradiction with the increasing trend in workload and may hamper the capacity of the section to fulfil its mandate and achieve timely objectives established by the organization.
fr: Cela ne concorde pas avec l'augmentation de la charge de travail et risque d'empêcher la Section de s'acquitter de ses fonctions et d'atteindre dans les délais prescrits les objectifs que lui a assignés le HCR.

source: UNHCR agreed with the Board's recommendation to review resettlement resources and objectives, with a view to aligning available means and operational needs.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de revoir les moyens consacrés aux activités de réinstallation et les objectifs afin de faire coïncider les moyens disponibles avec les besoins opérationnels.

source: UNHCR commented that it was consequently considering the creation of a resettlement service to improve this function.
fr: Le HCR a fait savoir qu'il envisageait de créer un service chargé de la réinstallation afin de renforcer cette fonction.

source: Implementing-partner deployment scheme
fr: Programme de déploiement du partenaire opérationnel

source: In 2003 and 2004, the Resettlement Section increasingly relied on one implementing partner's deployment scheme to carry out resettlement activities in the field: 44 deployments in 2003 (with 37 employees) and 65 in 2004 (with an expected 52 employees).
fr: En 2003 et en 2004, la Section chargée de la réinstallation est devenue de plus en plus tributaire du programme de déploiement de l'un de ses partenaires opérationnels pour mener à bien ses activités de réinstallation: 44 déploiements en 2003 (avec 37 employés) et 65 en 2004 (avec en principe 52 employés).

source: A deployment consists in sending experienced employees for refugee protection to UNHCR operations with temporary staff-protection needs.
fr: Un déploiement consiste à dépêcher du personnel ayant l'expérience de la protection des réfugiés dans le cadre d'opérations du HCR qui ont besoin de personnel temporaire pour assurer la protection.

source: The deployment scheme was entirely funded through earmarked funds: $2,300,000 in 2004 (an increase of 50 per cent over $1,550,000 in 2002).
fr: Le programme de déploiement a été entièrement financé au moyens de fonds réservés, soit 2,3 millions en 2004 (en augmentation de 50 % par rapport à 2002 où ces fonds avaient totalisé 1 550 000 dollars).

source: This core protection mandate calls for appropriate continuous training of the implementing partner's employees, but this has not been implemented due to a high turnover rate among those employees.
fr: Ces fonctions de protection essentielles exigent que le HCR forme de façon continue les employés de son partenaire opérationnel. Or cela n'a pas été possible en raison d'un taux de rotation élevé parmi le personnel du partenaire opérationnel.

source: Only one third of the 37 staff members deployed in 2003, and 4 of the 52 deployed in 2004, had been trained in one of two training sessions in 2002.
fr: Seul un tiers des 37 personnes déployées en 2003 et 4 des 52 personnes déployées en 2004 ont suivi un ou deux stages de formation en 2002.

source: There was no training in 2003.
fr: Aucun stage n'a été organisé en 2003.

source: Briefings were usually provided. Debriefings were to take place, but were not held in 2003 for half of the staff involved.
fr: Des séances d'information ont généralement eu lieu, mais en 2003 seuls 50 % du personnel intéressé ont participé à des entretiens à leur retour de mission.

source: The performance of permanent core functions by non-UNHCR staff members assigned on a temporary basis — as in the 109 deployment cases in 2003-2004 — compensates for the shortage of permanent UNHCR posts.
fr: Le fait que du personnel n'appartenant pas au HCR s'acquitte sur une base temporaire de fonctions essentielles de caractère permanent, comme cela a été le cas avec les 109 déploiements en 2003-2004, permet de suppléer au manque de postes permanents au Haut-Commissariat.

source: But such a lack of continuity and training may put at risk the cost-effectiveness and consistency of deliveries.
fr: Toutefois, le manque de continuité et l'absence de formation risquent de se traduire par des coûts plus élevés, une moindre efficacité et un manque de cohérence dans les activités.

source: This may be justified in an emergency situation, but was less understandable in the case of resettlement activities.
fr: Cela peut se justifier en cas de situation d'urgence mais se comprend moins dans le cas des activités de réinstallation.

source: UNHCR agreed with the Board's recommendation to review the management of the resettlement human resources called upon through implementing partners.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'examiner la gestion des ressources humaines mobilisées par les partenaires opérationnels pour s'occuper des activités de réinstallation.

source: Resettlement anti-fraud policy
fr: Lutte contre la fraude dans les activités de réinstallation

source: In 2004, the Inspector General's Office received 19 complaints about resettlement fraud, presumably involving 26 staff members; it concluded that 11 were unfounded.
fr: En 2004, le Bureau de l'Inspecteur général a reçu 19 plaintes concernant des fraudes dans lesquelles seraient impliqués 26 membres du personnel ayant participé à des opérations de réinstallation et a conclu que 11 d'entre elles étaient dénuées de fondement.

source: Between July 2004 and 30 April 2005, 14 cases of fraudulent actions committed by persons outside UNHCR have been reported to the Resettlement Section.
fr: Entre le mois de juillet 2004 et le 30 avril 2005, 14 cas de fraude dans lesquels étaient impliquées des personnes extérieures au HCR ont été portés à la connaissance de la Section chargée de la réinstallation.

source: UNHCR has integrated anti-fraud procedures into its resettlement operations and has shared its 2004 anti-fraud plan of action with Member States.
fr: Le HCR a prévu des procédures de lutte contre la fraude dans ses opérations de réinstallation et a communiqué aux États Membres son plan de lutte contre la fraude adopté en 2004.

source: The plan's implementation has been limited to reporting and feedback mechanisms and investigative support, pending the funding of a new staff post to manage the plan. The creation of a task force and the implementation schedule have likewise been postponed.
fr: La mise en œuvre du plan a été limitée aux mécanismes de notification et d'information et à l'appui dans le cadre des enquêtes, dans l'attente des fonds nécessaires au financement d'un nouveau poste aux fins de la gestion du plan.

source: UNHCR agreed with the Board's recommendation to implement fully and without delay the resettlement anti-fraud plan of action adopted in June 2004.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'appliquer dans son intégralité et sans tarder le plan de lutte contre la fraude adopté en juin 2004 dans le cadre des activités de réinstallation.

source: The Department of International Protection receives feedback from participants and facilitators, but, despite the general recommendations of the Board of Auditors on training evaluation, did not evaluate whether trainees actually upgraded their knowledge, skills, attitudes and behaviour or the impact in terms of performance in the workplace.
fr: Le Département de la protection internationale demande aux participants et aux facilitateurs de lui faire part de leurs commentaires mais, malgré les recommandations générales du Comité concernant l'évaluation de la formation, il n'a pas évalué si les stagiaires avaient effectivement parfait leurs connaissances, acquis de nouvelles qualifications et élargi leur façon d'envisager les choses; il n'a pas non plus évalué les résultats obtenus dans un cadre opérationnel.

source: The Department indicated that an external review would explore opportunities to provide such evaluations.
fr: Le Département a fait savoir qu'une étude externe permettrait de déterminer comment procéder à de telles évaluations.

source: The refugee status determination and resettlement learning programme was introduced in 2003.
fr: Le programme d'apprentissage concernant la détermination du statut des réfugiés et la réinstallation a été lancé en 2003.

source: By June 2005, out of 168 trainees, 87 had graduated, training for 25 was ongoing and 56 (one third) had dropped out.
fr: En juin 2005, 87 stagiaires étaient arrivés au terme du programme, 25 poursuivaient leur formation et 56 (soit un tiers des effectifs) avaient abandonné.

source: Management explained the high rate of dropouts as a result of the intensiveness of the original programme (slightly simplified in 2004) and the heavy workload in the field, which sometimes makes training difficult.
fr: La direction a expliqué que le taux d'abandon élevé s'expliquait par le fait que le programme était à l'origine très intensif (il a été légèrement simplifié en 2004) et que la charge de travail sur le terrain était élevée et était parfois difficile à concilier avec la formation.

source: Likewise, up to 30 per cent of trainees in protection learning, which includes a long self-study phase, do not complete the training.
fr: Dans le même ordre d'idées, quelque 30 % des stagiaires participant au programme d'apprentissage consacré à la protection, lequel comprend un module d'auto-apprentissage assez long, abandonnaient en cours de route.

source: The Protection Capacity Section now uses an e-mail network group to enhance feedback to protection-learning participants and support their motivation in the self-study period.
fr: La Section des capacités de protection a mis sur pied un système par lequel elle sollicite l'avis des stagiaires par courrier électronique et les encourage pendant la période d'auto-apprentissage.

source: An evaluation was to be completed in 2005, to help improve the training methodology.
fr: Une évaluation devrait être faite en 2005 aux fins de l'amélioration des méthodes de formation.

source: UNHCR agreed with the Board's recommendation to further evaluate the results of training programmes, in terms of attendance and impact.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'évaluer plus avant les programmes de formation sur les plans de la participation et des résultats obtenus.

source: Country offices were responsible for the development and quality control of local training activities.
fr: Les bureaux de pays sont chargés de l'élaboration et du contrôle de la qualité des activités de formation locales.

source: The Protection Capacity Section issues self-study modules that could be used as a standard, but considers them obsolete.
fr: La Section des capacités de protection a mis au point des modules d'auto-apprentissage qui pourraient servir de modèles mais estime qu'ils sont dépassés.

source: The Department of International Protection reported that it was currently updating some key self-study modules.
fr: Le Département de la protection internationale a fait savoir qu'il mettait à jour quelques-uns des principaux modules d'auto-apprentissage.

source: The Protection Capacity Section compiles and disseminates training materials developed in the field, but does not check their quality, running the risk of inconsistency between local training sessions and a waste of local resources.
fr: La Section rassemble et diffuse des supports pédagogiques élaborés dans les bureaux extérieurs mais n'en vérifie pas la qualité, ce qui peut se traduire par des incohérences dans les programmes de formation locaux et par un gaspillage des ressources locales.

source: UNHCR agreed with the Board's recommendation to update self-study modules and to review training materials received from the field.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de mettre à jour les modules d'auto-apprentissage et d'évaluer les supports pédagogiques émanant des bureaux extérieurs.

source: As a conclusion, the Board noted that, although the Department of International Protection fulfilled its mandate in an appropriate manner, there was room for improvement in the definition of priorities and in the organization of work in the fields of publication, legal advice and training.
fr: En conclusion, le Comité a constaté que le Département de la protection internationale s'acquittait de son mandat de façon appropriée mais qu'il pouvait améliorer la hiérarchisation des priorités et l'organisation du travail dans les domaines des publications, des avis juridiques et de la formation.

source: According to section 1.4 of chapter 4 of the UNHCR Manual, results-based management refers to organizational efforts to achieve and measure the results and quality of interventions.
fr: Aux termes de la section 1.4 du chapitre 4 du Manuel du HCR, la gestion axée sur les résultats s'entend d'une démarche institutionnelle visant à obtenir des résultats, à les mesurer et à évaluer la qualité des interventions.

source: For UNHCR this implies greater emphasis on the delivery of protection and solutions and better measurement of actual results.
fr: Pour le HCR, il s'agit d'accorder une plus grande attention à la mise en œuvre de la protection et de mieux mesurer les résultats dans ce domaine.

source: To that effect, UNHCR has revised processes, procedures, formats and tools embodied in its Operations Management System.
fr: À ces fins, le Haut-Commissariat a révisé les processus, les procédures, les schémas et les outils que comporte son Système de gestion des opérations.

source: The core operations processes are planning, resource allocation, implementation, coordination, monitoring and evaluation.
fr: Les opérations de base sont la planification, l'affectation des ressources, la mise en œuvre, la coordination, le suivi et l'évaluation.

source: For planning, UNHCR implements its annual programme budget, based on country operations plans and headquarters plans.
fr: En ce qui concerne la planification, le HCR exécute son budget-programme annuel sur la base des plans d'opérations par pays et des plans élaborés au siège.

source: Because it receives some funds from the United Nations regular budget, it implements a medium-term plan and strategic framework, in compliance with ST/SGB/2000/8 on the Regulations and Rules Governing Programme Planning, the Programme Aspects of the Budget, the Monitoring of Implementation and the Methods of Evaluation.
fr: Dans la mesure où il reçoit des fonds provenant du budget ordinaire de l'ONU, le Haut-Commissariat met en œuvre un plan à moyen terme (cadre stratégique), conformément aux Règlement et règles régissant la planification des programmes, les aspects du budget qui ont trait aux programmes, le contrôle de l'exécution et les méthodes d'évaluation (ST/SGB/2000/8).

source: This plan was not, however, reflected in the UNHCR programming cycle.
fr: Ce plan n'a toutefois pas été pris en compte dans le cycle de programmation du HCR.

source: The annual programme is the result of the yearly UNHCR programming cycle, while the United Nations regular budget (and the medium-term plan) is documented at a higher level of aggregation of certain facets, emerging from the yearly programme of UNHCR.
fr: Le programme annuel découle du cycle de programmation annuel du HCR, tandis que le plan à moyen terme, qui puise ses ressources dans le budget ordinaire de l'Organisation des Nations Unies, est établi grâce à l'agrégation d'éléments figurant dans le programme annuel du Haut-Commissariat.

source: There is no reference to the medium-term plan in chapter 4 of the UNHCR Manual, relating to planning, implementing and reporting.
fr: Le chapitre 4 du Manuel du HCR, qui concerne la planification, la mise en œuvre et l'établissement de rapports, ne fait pas état du plan à moyen terme.

source: UNHCR agreed with the Board's recommendation to include in its Manual provisions linking the United Nations medium-term plan and strategic framework to its internal planning process.
fr: Le HCR a approuvé la recommandation du Comité l'invitant à inscrire dans son Manuel des dispositions qui établissent un lien entre le plan à moyen terme de l'Organisation et le processus de planification interne du Haut-Commissariat.

source: The medium-term plan and strategic framework and United Nations budgets are biennial.
fr: Le plan à moyen terme et cadre stratégique et les budgets de l'Organisation des Nations Unies sont biennaux.

source: The UNHCR global strategic objectives are also now biennial, although the programme and budget remain annual.
fr: Les objectifs stratégiques globaux du HCR sont également biennaux, bien que le programme et le budget demeurent annuels.
